Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AssistantSettingsSupport/AssistantSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ASSISTANT_HARDWARE_BUTTON
source: Press Home for Siri
ar: اضغط زر الشاشة الرئيسية لبدء Siri
bg: Натисни Начало за Siri
ca: Prem el botó d’inici per a Siri
cs: Spustit Siri tlačítkem plochy
da: Tryk på Hjem for Siri
de: Für Siri Home-Taste drücken
el: Κουμπί Αφετηρίας για Siri
es: Al pulsar el botón de inicio
es_us: Botón Inicio para usar Siri
fi: Herätä Siri Koti-painikkeella
fr: Appuyer pour demander à Siri
fr_ca: Utiliser le bouton principal
he: לחיצה על כפתור הבית עבור Siri
hi: Siri के लिए होम बटन दबाएँ
hr: Pritisnite tipku Home za Siri
hu: Siri a Főgombbal
id: Tombol Utama untuk Siri
it: Premi il tasto Home per Siri
ja: ホームボタンを押してSiriを使用
kk: Siri көмекшісін «Басты бет» түймесімен ашу
ko: 홈 버튼 눌러서 Siri 사용
lt: Suaktyvinti „Siri“ pradžios mygtuku
ms: Tekan Butang Utama untuk Siri
nb: Start Siri med Hjem-knappen
nl: Druk op de thuisknop voor Siri
pl: Przycisk główny wywołuje Siri
pt: Pressionar Início para Siri
pt_pt: Ativar com o botão principal
ro: Apăsare pe butonul principal
ru: Вызов Siri кнопкой «Домой»
sk: Aktivovať tlačidlom Domov
sl: Pritisni gumb Domov za Siri
sv: Tryck på hemknappen för Siri
th: กดปุ่มโฮมเพื่อคุยกับ Siri
tr: Siri İçin Ana Ekran Düğmesi
uk: Тиснути «Початок» для Siri
vi: Nhấn Home để bật Siri
zh_cn: 按下主屏幕按钮使用Siri
zh_hk: 按下主畫面按鈕以使用Siri
zh_tw: 按下主畫面按鈕來呼叫Siri

# ASSISTANT_HEYSIRI_DISABLE_WARNING
source: Changing Siri’s language will also turn off “Hey Siri.” To teach Siri to understand your voice in a new language, turn on “Hey Siri” again.
ar: سيؤدي تغيير لغة Siri إلى إيقاف "يا Siri" أيضًا. لتعليم Siri فهم صوتك بلغة جديدة، شغّل "يا Siri" مرة أخرى.
bg: Промяната на езика Siri ще изключи и функцията „Хей Siri“. За да научите Siri да разбира вашия глас на нов език, включете отново „Хей Siri“.
ca: Si canvies l’idioma de Siri, també es desactivarà l’activació de Siri per veu. Perquè Siri t’entengui quan parlis en un altre idioma, torna a activar l’activació de Siri per veu.
cs: Změnou jazyka Siri bude také vypnuta funkce „Hey Siri“. Budete‑li chtít naučit Siri rozumět vašemu hlasu v novém jazyce, zapněte „Hey Siri“ znovu.
da: Hvis du ændrer Siri-sproget, slås “Hej Siri” også fra. Hvis Siri skal lære at forstå din stemme på et nyt sprog, skal du slå “Hej Siri” til igen.
de: Durch das Ändern der Siri-Sprache wird auch „Hey Siri“ deaktiviert. Wenn Siri deine Stimme auch in einer anderen Sprache erkennen soll, musst du „Hey Siri“ erneut aktivieren.
el: Αν αλλάξετε τη γλώσσα του Siri θα απενεργοποιηθεί η δυνατότητα «Hey Siri». Για να μάθει το Siri να καταλαβαίνει τη φωνή σας σε νέα γλώσσα, ενεργοποιήστε πάλι το «Hey Siri».
es: Si cambias el idioma de Siri, se desactivará la función “Oye Siri”. Vuelve a activar esta función para que Siri aprenda a reconocer tu voz en otro idioma.
es_us: Cambiar el idioma de Siri también desactivará "Oye Siri". Para enseñarle a Siri a entender tu voz en un nuevo idioma, activa "Oye Siri" de nuevo.
fi: Siri-kielen vaihtaminen laittaa myös Hei Siri ‑toiminnon pois päältä. Opeta Sirille äänesi uudella kielellä laittamalla Hei Siri uudelleen päälle.
fr: Si vous changez la langue de Siri, « Dis Siri » sera désactivé. Pour apprendre à Siri à reconnaître vos paroles dans une autre langue, activez à nouveau « Dis Siri ».
fr_ca: Le fait de changer la langue de Siri désactivera également « Dis Siri ». Pour enseigner à Siri à comprendre votre voix dans une nouvelle langue, réactivez « Dis Siri ».
he: שינוי השפה של Siri יכבה גם את ״היי Siri״. כדי ללמד את Siri להבין את קולך בשפה חדשה, יש להפעיל שוב את ״היי Siri״.
hi: Siri की भाषा बदलने पर “Hey Siri” भी बंद हो जाएगा। नई भाषा में Siri को अपनी आवाज़ समझने का प्रशिक्षण देने के लिए “Hey Siri” को फिर चालू करें।
hr: Promijenite li jezik za Siri, također ćete isključiti značajku “Hey Siri”. Kako biste naučili Siri da razumije vaš glas na novom jeziku, ponovno uključite “Hey Siri”.
hu: Siri nyelvének módosítása kikapcsolja a „Hey Siri” funkciót is. Ha meg akarja tanítani a hangját Sirinek az új nyelven, akkor kapcsolja be ismét a „Hey Siri” funkciót.
id: Jika bahasa Siri diubah, “Hey Siri” juga akan dimatikan. Untuk mengajari Siri agar memahami suara Anda dalam bahasa baru, nyalakan kembali “Hey Siri”.
it: Cambiando la lingua di Siri, l’opzione “Ehi Siri” verrà disattivata. Per insegnare a Siri a riconoscere la tua voce in una nuova lingua, riattiva l’opzione “Ehi Siri”.
ja: Siriの言語を変更すると、“Hey Siri”がオフになります。新しい言語で自分の声をSiriに認識させるには、“Hey Siri”をオンにし直してください。
kk: Siri тілі өзгертілгенде «Сәлем, Siri» функциясы өшіріледі. Siri көмекшісіне дауысыңызды жаңа тілде тануды үйрету үшін «Сәлем, Siri» функциясын қайта қосыңыз.
ko: Siri 언어를 변경하면 ‘Siri야’도 꺼집니다. Siri가 새로운 언어로 사용자의 음성을 인식하도록 하려면 ‘Siri야’를 다시 켜십시오.
lt: Pakeitus „Siri“ kalbą taip pat išjungiama funkcija „Hey Siri“. Norėdami išmokyti „Siri“ atpažinti jūsų balsą nauja kalba, iš naujo įjunkite „Hey Siri“.
ms: Menukar bahasa Siri turut akan menyahaktifkan “Hai Siri”. Untuk mengajar Siri memahami suara anda dalam bahasa baharu, aktifkan “Hai Siri” sekali lagi.
nb: Hvis du bytter språk, slås «Hei Siri» av. Hvis du vil lære Siri å forstå talen din på et nytt språk, må du slå på «Hei Siri» igjen.
nl: Als je de Siri-taal wijzigt, wordt 'Hé, Siri' ook uitgeschakeld. Om Siri je stem te laten herkennen in een nieuwe taal, schakel je 'Hé, Siri' weer in.
pl: Zmiana języka Siri wyłączy także funkcję Hey Siri. Aby nauczyć Siri rozumieć, co mówisz w nowym języku, włącz tę funkcję ponownie.
pt: Se o idioma da Siri for alterado, o recurso “E aí Siri” será desativado. Para ensinar a Siri a entender sua voz em um novo idioma, ative o recurso “E aí Siri” novamente.
pt_pt: Se alterar o idioma de Siri, desativará “Hey Siri”. Para ensinar Siri a compreender a sua voz noutro idioma, volte a ativar “Hey Siri”.
ro: Schimbarea limbii pentru Siri va dezactiva și funcționalitatea “Hey Siri”. Pentru ca Siri să vă recunoască vocea în altă limbă, activați “Hey Siri” din nou.
ru: При изменении языка Siri будет отключена функция «Привет, Siri». Чтобы научить Siri распознавать Ваш голос на новом языке, снова включите функцию «Привет, Siri».
sk: Zmenou jazyka Siri zároveň vypnete funkciu „Hey Siri“. Ak chcete, aby aktivácia hlasom fungovala aj v inom jazyku, budete musieť znovu zapnúť funkciu „Hey Siri“.
sl: Če spremenite jezik Siri, se izklopi tudi funkcija »Hey Siri«. Če želite Siri naučiti, da razume vaš glas v novem jeziku, znova vklopite funkcijo »Hey Siri«.
sv: Om du byter språk för Siri stängs ”Hej Siri” av. Du lär Siri att uppfatta din röst på ett nytt språk genom att slå på ”Hej Siri” igen.
th: การเปลี่ยนภาษาของ Siri จะปิดใช้ “หวัดดี Siri” ด้วย สอน Siri ให้เข้าใจเสียงพูดภาษาใหม่ของคุณได้โดยเปิดใช้ “หวัดดี Siri” อีกครั้ง
tr: Siri dilinin değiştirilmesi “Hey Siri”yi de kapatacaktır. Siri’ye sesinizi yeni dilde anlamasını öğretmek için “Hey Siri”yi yeniden açın.
uk: У раз змінення мови Siri також буде вимкнено команду «Hey Siri». Щоб навчити Siri розуміти ваш голос новою мовою, увімкніть команду «Hey Siri» ще раз.
vi: Thay đổi ngôn ngữ của Siri cũng sẽ tắt “Hey Siri”. Để dạy cho Siri hiểu được giọng nói của bạn trong ngôn ngữ mới, hãy bật lại “Hey Siri”.
zh_cn: 更改Siri语言将同时关闭“嘿Siri”。若要训练Siri理解你说新语言时的声音，请重新打开“嘿Siri”。
zh_hk: 更改Siri語言會關閉「喂Siri」功能。要在新語言中教導Siri明白你的聲音，請再次開啟「喂Siri」。
zh_tw: 更改Siri的語言也會關閉「嘿Siri」。若要訓練Siri理解你說新語言時的聲音，請再次開啟「嘿Siri」。

# ASSISTANT_HEYSIRI_MULTIUSER_DISABLE_WARNING
source: HomePod voice recognition and Personal Requests are not available in “%@”. Changing Siri’s language will also turn off “Hey Siri.” To use “Hey Siri” again, you will need to teach Siri your voice.
ar: "التعرف على الصوت" و"الطلبات الشخصية" على HomePod غير متوفرتين باللغة "%@". سيؤدي تغيير لغة Siri إلى إيقاف "يا Siri" أيضًا. لاستخدام "يا Siri" مرة أخرى، ستحتاج لتعليم صوتك لـ Siri.
bg: Разпознаването на глас на HomePod и личните заявки не са налични за „%@“. Промяната на езика на Siri също ще изключи функцията „Хей Siri“. За да използвате отново функцията „Хей Siri“, Siri ще трябва да научи вашия глас.
ca: El reconeixement de veu del HomePod i les sol·licituds personals no estan disponibles en %@. Si canvies l’idioma de Siri, es desactivarà l’activació de Siri per veu. Per tornar a utilitzar aquesta funció, hauràs de configurar Siri perquè reconegui la teva veu.
cs: Rozpoznávání hlasu a osobní žádosti nejsou na HomePodu v jazyce %@ k dispozici. Při změně jazyka Siri dojde také k vypnutí funkce „Hey Siri“. Předtím, než budete moct začít „Hey Siri“ znovu používat, musíte naučit Siri rozpoznávat váš hlas.
da: Stemmegenkendelse og personlige anmodninger på HomePod er ikke tilgængelige på “%@”. Hvis du ændrer Siri-sproget, slås “Hej Siri” også fra. Siri skal lære din stemme, hvis du vil bruge “Hej Siri” igen.
de: Die HomePod-Stimmerkennung und „Persönliche Anfragen“ sind in „%@“ nicht verfügbar. Durch Ändern der Siri-Sprache wird auch „Hey Siri“ deaktiviert. Um „Hey Siri“ erneut zu verwenden, musst du Siri deine Stimme beibringen.
el: Η αναγνώριση φωνής HomePod και τα Προσωπικά αιτήματα δεν είναι διαθέσιμα στα %@. Αν αλλάξετε τη γλώσσα του Siri, θα απενεργοποιηθεί το «Hey Siri». Για εκ νέου χρήση του «Hey Siri», πρέπει να διδάξετε στο Siri τη φωνή σας.
es: El reconocimiento de voz del HomePod y las peticiones personales no están disponibles en “%@”. Si cambias el idioma de Siri, se desactivará “Oye Siri”. Para volver a usar esta función, tendrás que configurar Siri para que reconozca tu voz.
es_us: El reconocimiento de voz del HomePod y las peticiones individuales no están disponibles en “%@”. Si se cambia el idioma de Siri, también se desactivará "Oye Siri"; si deseas reactivar la función, tendrás que enseñarle a Siri a reconocer tu voz.
fi: Valitettavasti %@ ei ole käytettävissä HomePodin äänentunnistukseen ja omiin pyyntöihin. Siri-kielen vaihtaminen laittaa myös Hei Siri ‑toiminnon pois päältä. Jotta voit käyttää Hei Siri ‑toimintoa uudelleen, sinun on opetettava äänesi Sirille.
fr: La reconnaissance des voix du HomePod et les requêtes personnelles ne sont pas disponibles en « %@ ». Si vous changez la langue de Siri, « Dis Siri » sera également désactivé. Pour utiliser de nouveau « Dis Siri », apprenez à Siri à reconnaître votre voix.
fr_ca: La reconnaissance vocale et le traitement des demandes personnelles par le HomePod ne sont pas disponibles en « %@ ». Changer la langue de Siri désactivera « Dis Siri ». Pour utiliser de nouveau « Dis Siri », vous devrez lui enseigner votre voix.
he: בקשות אישיות וזיהוי קולי ב-HomePod לא זמינים עם ״%@״. שינוי השפה של Siri יכבה גם את ״היי Siri״. כדי להשתמש שוב ב״היי Siri״ יהיה צורך ללמד את Siri לזהות את קולך.
hi: HomePod आवाज़ की पहचान और व्यक्तिगत अनुरोध “%@” में उपलब्ध नहीं हैं। Siri की भाषा बदलने पर “Hey Siri” भी बंद हो जाएगा। “Hey Siri” का फिर से उपयोग करने के लिए आपको Siri को अपनी आवाज़ सिखानी होगी।
hr: Prepoznavanje glasa i osobni zahtjevi na HomePodu nisu dostupni za “%@” jezik. Ako promijenite jezik za Siri, također ćete isključiti “Hey Siri”. Za ponovnu uporabu značajke “Hey Siri” Siri će trebati naučiti vaš glas.
hu: A HomePod beszédhang-felismerése és a személyes kérelmek nem érhetők el „%@” nyelven. Siri nyelvének módosítása kikapcsolja a „Hey Siri” funkciót is. A „Hey Siri” funkció ismételt használatához meg kell tanítania a hangját Sirinek.
id: Pengenalan suara HomePod dan Permintaan Pribadi tidak tersedia di bahasa “%@”. Jika bahasa Siri diubah, “Hey Siri” juga akan dimatikan. Untuk menggunakan “Hey Siri” lagi, Anda harus mengajari Siri suara Anda.
it: Il riconoscimento vocale e le richieste personali di HomePod non sono disponibili in “%@”. Se modifichi la lingua di Siri, verrà anche disattivata la funzionalità “Ehi Siri”. Per continuare a utilizzarla, dovrai di nuovo insegnare a Siri a riconoscere la tua voce.
ja: HomePodの声の識別およびパーソナルリクエストは“%@”では使用できません。Siriの言語を変更すると“Hey Siri”がオフになります。“Hey Siri”を使用するには、Siriに自分の声を認識させる必要があります。
kk: Бұл тілде (%@) HomePod «Дауысты тану» және «Жеке сұраулар» қолжетімді емес. Siri тілі өзгертілгенде «Сәлем, Siri» функциясы өшіріледі. Siri көмекшісіне дауысыңызды тануды үйрету үшін «Сәлем, Siri» функциясын қайта іске қосыңыз.
ko: ‘%@’에서는 HomePod 음성 인식 및 개인용 요청을 사용할 수 없습니다. Siri 언어를 변경하면 “Siri야”도 꺼집니다. “Siri야”를 다시 사용하려면 Siri에게 사용자의 음성을 가르쳐야 합니다.
lt: „Apple Watch“ nepalaiko „HomePod“ balso atpažinimo ir asmeninių užklausų šia kalba: %@. Pakeitus „Siri“ kalbą taip pat išjungiama funkcija „Hey Siri“. Jei norėsite vėl naudoti „Hey Siri“, turėsite išmokyti „Siri“ atpažinti jūsų balsą.
ms: Pengecaman suara HomePod dan Permintaan Peribadi tidak tersedia dalam “%@”. Menukar bahasa Siri turut akan menyahaktifkan “Hai Siri”. Untuk menggunakan “Hai Siri” sekali lagi, anda perlu mengajar Siri suara anda.
nb: Stemmegjenkjenning og private funksjoner på HomePod er ikke tilgjengelig på %@. «Hei Siri» slås av hvis du bytter språk. Hvis du vil slå på «Hei Siri» igjen, må du lære Siri å kjenne igjen stemmen din.
nl: HomePod-stemherkenning en persoonlijke verzoeken zijn niet beschikbaar in '%@'. Als je de Siri-taal wijzigt, wordt 'Hé, Siri' ook uitgeschakeld. Om 'Hé, Siri' weer te gebruiken, moet je Siri je stem laten herkennen.
pl: Rozpoznawanie głosu i polecenia osobiste na HomePodzie nie są dostępne w tym języku (%@). Zmiana języka Siri wyłączy także funkcję Hey Siri. Aby używać jej ponownie, musisz nauczyć Siri swojego głosu.
pt: O reconhecimento de voz no HomePod e Pedidos Pessoais não estão disponíveis em “%@”. Se o idioma da Siri for alterado, o recurso “E aí Siri” também será desativado. Para usar “E aí Siri” novamente, você terá que ensinar a Siri a entender sua voz.
pt_pt: O reconhecimento de voz no HomePod e os pedidos pessoais não estão disponíveis em “%@”. Se alterar o idioma de Siri, desativará “Hey Siri”. Para voltar a usar “Hey Siri”, terá de ensinar Siri a reconhecer a sua voz.
ro: Recunoașterea vocală HomePod și solicitările personale nu sunt disponibile în “%@”. Schimbarea limbii pentru Siri va dezactiva și funcționalitatea “Hey Siri”. Pentru a utiliza din nou “Hey Siri”, va trebui să permiteți ca Siri să vă învețe vocea.
ru: Функции HomePod «Распознавание голосов» и «Личные запросы» недоступны на этом языке (%@). При изменении языка Siri будет выключена функция «Привет, Siri». Чтобы научить Siri распознавать Ваш голос на новом языке, снова включите функцию «Привет, Siri».
sk: Rozpoznávanie hlasu a osobné žiadosti na HomePode nie sú k dispozícii v jazyku „%@“. Zmenou jazyka Siri zároveň vypnete funkciu „Hey Siri“. Pred jej opätovným používaním budete musieť naučiť Siri rozpoznávať váš hlas.
sl: Prepoznavanje glasu z zvočnikom HomePod in osebne zahteve niso na voljo v jeziku »%@«. Če spremenite jezik Siri, se izklopi tudi funkcija »Hey Siri«. Če želite znova uporabljati funkcijo »Hey Siri«, morate Siri naučiti svojega glasu.
sv: HomePod-röstigenkänning och personliga funktioner är inte tillgängliga på ”%@”. Om du ändrar språket för Siri stängs även ”Hej Siri” av. Om du vill använda ”Hej Siri” igen måste du lära Siri din röst.
th: ไม่มีการจำเสียงของ HomePod และคำขอส่วนบุคคลใน “%@” การเปลี่ยนภาษาของ Siri จะปิดใช้ “หวัดดี Siri” ด้วย ในการใช้ “หวัดดี Siri” อีกครั้ง คุณจะต้องสอน Siri ให้จำเสียงของคุณ
tr: HomePod ses tanıma ve Kişisel İstekler “%@” için kullanılamıyor. Siri dilinin değiştirilmesi “Hey Siri”yi de kapatır. “Hey Siri”yi yeniden kullanmak için Siri’ye sesinizi öğretmeniz gerekir.
uk: %@ не підтримується для розпізнавання голосу й персональних запитів на HomePod. У разі змінення мови Siri буде вимкнено команду «Hey Siri». Щоб знову користуватися командою «Hey Siri», потрібно буде знову привчити Siri до свого голосу.
vi: Nhận dạng giọng nói của HomePod và Yêu cầu cá nhân không có sẵn bằng “%@”. Thay đổi ngôn ngữ của Siri cũng sẽ tắt “Hey Siri”. Để sử dụng lại “Hey Siri”, bạn sẽ cần dạy cho Siri giọng nói của bạn.
zh_cn: 使用%@时，HomePod语音识别和个人请求不可用。更改Siri语言将同时关闭“嘿Siri”。若要重新使用“嘿Siri”，你需要教Siri识别你的声音。
zh_hk: 使用「%@」時，無法使用HomePod語音識別和「個人化要求」。更改Siri語言將同時關閉「喂Siri」。如要重新使用「喂Siri」，你需要教Siri識別你的聲音。
zh_tw: 不支援「%@」的HomePod語音辨識和「個人化要求」。更改Siri語言也會同時關閉「嘿Siri」。若要再次使用「嘿Siri」，你需要讓Siri學習你的聲音。
